Repository: laramaktub/covid19
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

# about.block-title
source: About
es: Acerca de

# about.title
source: About this project ...
es: Acerca de este proyecto ...

# about.paragraph.development.title
source: Who has developed this application?
es: ¿Quién lo ha desarrollado?

# about.paragraph.development.content
source: This application was developed in an altruistic manner by the <a href="https://ifca.unican.es/en-us/research/advanced-computing-and-e-science" target="_blank">Advanced Computing and e-Science</a> group at IFCA (CSIC-UC) and the <a href="http://rxhumv.blogspot.com/?m=1" target="_blank">Radiology Department</a> at the Marqués de Valdecilla University Hospital (Santander, Spain). We would like to acknowledge the collaboration of other professionals that have volunteered their services free of charge: so thanks to <a href="https://www.linkedin.com/in/pedrosolisgarcia/" target="_blank" rel="LinkedIn">Pedro Solís García</a> for their hours of programming; and thanks to <a href="https://cafeconsultoriajuridica.negocio.site/" target="_blank">CAFE & ASOCIADOS</a> for their legal advice and preparation of the terms and conditions of use document.
es: Este proyecto ha sido desarrollado de manera altruista y desinteresada por el grupo de <a href="https://ifca.unican.es/es-es/investigacion/computacion-avanzada-y-e-ciencia" target="_blank">Computación Avanzada y e-Ciencia</a> del IFCA y el <a href="http://rxhumv.blogspot.com/?m=1" target="_blank">Servicio de Radiodiagnóstico</a> del Hospital Universitario Marqués de Valdecilla. Ha contado con el apoyo de otros profesionales que se han prestado a brindar sus servicios sin coste alguno: gracias a <a href="https://www.linkedin.com/in/pedrosolisgarcia/" target="_blank" rel="LinkedIn">Pedro Solís García</a> por sus horas de programación; gracias a <a href="https://cafeconsultoriajuridica.negocio.site/" target="_blank">CAFE & ASOCIADOS</a> por la asesoria jurídica y confección de los términos y condiciones de uso.

# about.paragraph.purpose.title
source: What is the purpose of this project?
es: ¿Cuál es su finalidad?

# about.paragraph.purpose.content
source: In the context of the COVID-19 pandemia, many physicians have been forced to acquire the capability of detecting signs of COVID-19 on chest X-rays. The aim of this project is to ease the learning process of evaluating COVID-19 X-rays for doctors, residents, students and for anybody else interested in acquiring this competence. For that purpose, we provide a tool which includes X-ray images from actual COVID-19 patients as well as some others that can be considered into the differential diagnoses.
es: Ante la situación de crisis motivada por la pandemia, múltiples profesionales sanitarios se han visto en la necesidad de aprender a identificar en radiografías de tórax los hallazgos característicos de COVID-19. La finalidad de este proyecto es la de facilitar este proceso a médicos, a residentes, a estudiantes y a todos aquellos interesados en adquirir esta competencia, proporcionando una herramienta que presenta ejemplos de radiografías de pacientes COVID-19 y ejemplos de radiografías de pacientes con hallazgos que podrían plantear diagnósticos diferenciales.

# about.paragraph.dedications.title
source: Dedicated to...
es: Dedicado a ...

# about.paragraph.dedications.content
source: Dedicated to all the professionals of the <a href="http://www.humv.es" target="_blank">Marqués de Valdecilla University Hospital</a> (Santander, Spain) and of all other Health Institutions, who have battled in an exemplary manner to safeguard the health and life of all citizens since the beginning of this pandemia. Thanks to the medical and nursing staff of the emergency departments, intensive care units and COVID-19 hospitals rooms; thanks to the radiologists, technicians and patients of the radiodiagnostic departments; thanks to the cleaning, security and maintenance staff; and to all those directly or indirectly involved in this health crisis.
es: Dedicado a todos los profesionales del <a href="http://www.humv.es" target="_blank">Hospital Universitario Marqués de Valdecilla</a> y del resto de instituciones sanitarias, que de manera ejemplar han luchado desde el comienzo de esta pandemia por salvaguardar la salud y la vida de todos. Gracias al personal médico y de enfermería de los servicios de urgencias, de intensivos y de las plantas COVID-19; gracias a los radiólogos, técnicos y pacientes de los servicios de radiodiagnóstico; gracias al personal de limpieza, seguridad y mantenimiento; y a todos aquellos implicados de manera directa o indirecta en esta crisis sanitaria.

# home.block-title
source: Home
es: Inicio

# home.lang-switch
source: <a class='home__lang__link' href='/es'>ESP</a>
es: <a class='home__lang__link' href='/en'>ENG</a>

# home.title
source: Training application for COVID-19 chest x-ray diagnosis
es: Diagnostica COVID-19 en radiografías de tórax

# home.paragraph
source: This is an application for training radiologists and other medical doctors on diagnosing COVID-19 compatible chest X-rays. Using your answers it will calculate your sensitivity, specificity, positive predictive value, negative predictive value and global accuracy.
es: Aplicación de entrenamiento para radiólogos y para médicos de otras especialidades en diagnóstico de COVID-19 en radiografías de tórax. Calcula tu sensibilidad, especificidad, valor predictivo positivo, valor predictivo negativo y precisión global diagnosticando COVID-19.

# home.info-link
source: <a href='https://api.cloud.ifca.es:8080/swift/v1/covid19/IMPORTANCE,%%20FINDINGS%%20AND%%20REPORT.pdf' target='_blank'>Radiological features of COVID-19 on X-Ray</a>
es: <a href='https://api.cloud.ifca.es:8080/swift/v1/covid19/Presentaci%%C3%%B3n%%20Educativa%%20COVID.pdf' target='_blank'>¿Cuáles son los hallazgos de COVID-19?</a>

# home.subtitle
source: Application intended to be used by any kind of medical doctor
es: Aplicación diseñada para cualquier tipo de profesional médico

# home.column.medical-doctor.title
source: Medical doctors
es: Médicos

# home.column.medical-doctor.content
source: For physicians of any speciality
es: Para médicos de cualquier especialidad

# home.column.radiologist.title
source: Radiologists
es: Radiólogos

# home.column.radiologist.content
source: For any kind of Radiologists
es: Para todo tipo de radiólogos

# home.column.student.title
source: Students
es: Estudiantes

# home.column.student.content
source: Also useful for students
es: También para estudiantes

# login.block-title
source: Login
es: Iniciar Sesión

# login.label
source: Sign into COVID-19 Training
es: Inicia sesión en COVID-19 Training

# login.button
source: Login
es: Iniciar sesión

# login.button-error
source: You have not accepted the terms and conditions
es: No has aceptado los términos y condiciones

# login.terms-and-conditions.label
source: I accept the terms and conditions of use
es: Acepto los términos y condiciones de uso

# start.block-title
source: Welcome
es: Bienvenido

# start.title
source: Welcome to COVID-19 Training
es: Bienvenido a COVID-19 Training

# start.speciality-select.label
source: Please, choose the speciality that best suits you to continue:
es: Por favor, selecciona tu especialidad para continuar

# start.speciality-select.noanswer
source: Click to select speciality
es: Click para seleccionar especialidad

# start.speciality-select.abdominal-radiologist
source: Abdominal radiologist
es: Radiólogo abdominal

# start.speciality-select.neuroradiologist
source: Neuroradiologist
es: Neurorradiólogo

# start.speciality-select.breast-radiologist
source: Breast radiologist
es: Radiólogo de mama

# start.speciality-select.musculoskeletal-radiologist
source: Musculoskeletal radiologist
es: Radiólogo de músculo-esquelético

# start.speciality-select.general-radiologist
source: General radiologist
es: Radiólogo general

# start.speciality-select.interventional-radiologist
source: Interventional radiologist
es: Radiólogo intervencionista

# start.speciality-select.pediatric-radiologist
source: Pediatric radiologist
es: Radiólogo pediátrico

# start.speciality-select.thoracic-radiologist
source: Thoracic radiologist
es: Radiólogo torácico

# start.speciality-select.emergency-radiologist
source: Emergency radiologist
es: Radiólogo de urgencias

# start.speciality-select.radiology-resident
source: Radiology resident
es: Residente de radiología

# start.speciality-select.resident-other
source: Resident of other especiality
es: Residente (especialidad distinta a la radiología)

# start.speciality-select.medical-student
source: Medical student
es: Estudiante de medicina

# start.speciality-select.pulmonology-physician
source: Pulmonology physician
es: Médico adjunto de neumología

# start.speciality-select.internal-physician
source: Internal medicine physician
es: Médico adjunto internista

# start.speciality-select.emergency-physician
source: Emergency physician
es: Médico adjunto de urgencias

# start.speciality-select.intensive-physician
source: Intensive care physician
es: Médico especialista en cuidados intensivos

# start.speciality-select.physician-other
source: Other kind of physician
es: Médico adjunto de otra especialidad

# start.speciality-select.tsid
source: Diagnostic Imaging Technician
es: TSID

# start.speciality-select.other
source: Other
es: Otros

# start.user-speciality.label
source: Speciality selected: <b>%(speciality)s</b>
es: Especialidad seleccionada: <b>%(speciality)s</b>

# start.user-speciality.button
source: Change speciality
es: Cambiar especialidad

# start.button
source: Start Test
es: Comenzar el Test

# start.logout-label
source: You are logged as <strong>%(email)s</strong>. If you want to log out please, click <a href="/logout">here</a>.
es: Logeado como <strong>%(email)s</strong>. Si quieres cerrar sesion y salir, haz <a href="/logout">click aqui</a>.

# training.end-button
source: End Test
es: Finalizar Test

# training.sex.label
source: <strong>Sex:</strong>
es: <strong>Sexo:</strong>

# training.sex.male.value
source: Male
es: Hombre

# training.sex.female.value
source: Female
es: Mujer

# training.age.label
source: <strong>Age:</strong>
es: <strong>Edad:</strong>

# training.diagnosis-select.label
source: Choose a diagnosis:
es: Selecciona diagnóstico:

# training.diagnosis-select.pathological-covid
source: Pathological (compatible with COVID-19)
es: Patológico (compatible con COVID-19)

# training.diagnosis-select.pathological-non-covid
source: Pathological (non-compatible with COVID-19)
es: Patológico (NO compatible con COVID-19)

# training.diagnosis-select.non-pathological
source: Non-pathological
es: No Patológico

# training.next-button
source: Next
es: Siguiente

# results.block-title
source: Results
es: Resultados

# results.title
source: Test results
es: Resultados del test

# results.message.no-question-answered
source: You have not answered any test question
es: No ha contestado a ninguna pregunta del test

# results.details.accuracy.label
source: <b>Global accuracy:</b>
es: <b>Precisión global:</b>

# results.details.sensitivity.label
source: <b>Sensitivity:</b>
es: <b>Sensibilidad:</b>

# results.details.specificity.label
source: <b>Specificity:</b>
es: <b>Especificidad:</b>

# results.details.positive-predictive.label
source: <b>Positive predictive value:</b>
es: <b>Valor predictivo positivo:</b>

# results.details.negative-predictive.label
source: <b>Negative predictive value:</b>
es: <b>Valor predictivo negativo:</b>

# results.not-enough-samples
source: Not enough samples
es: Muestras insuficientes

# results.details.note
source: <strong>NOTE:</strong> Values ​​calculated for COVID-19 diagnosis. Find more information on these metrics <a href='https://api.cloud.ifca.es:8080/swift/v1/covid19/DISCOVER%%20HOW%%20METRICS%%20WERE%%20CALCULATED.pdf' target="_blank">here</a>.
es: <strong>NOTA:</strong> Valores calculados para COVID-19. Más información sobre estas métricas <a href="https://api.cloud.ifca.es:8080/swift/v1/covid19/CONOCE%%20COMO%%20SE%%20HAN%%20REALIZADO%%20LOS%%20C%%C3%%81LCULOS.pdf" target="_blank">aquí</a>.

# results.try-again.label
source: Would you like to try again with further images?
es: ¿Quieres intentarlo con nuevas imágenes?

# results.try-again.button
source: Try again
es: Inténtalo otra vez

# results.message.all-answers-correct
source: <b>Congratulations! All answers are correct!</b>
es: <b>Felicidades! Todas las respuestas correctas!</b>

# results.wrong-answers.label
source: Check your wrong answers
es: Revisa tus respuestas erróneas

# results.wrong-answers.correct-answer
source: <b>Correct answer:</b>
es: <b>Respuesta correcta:</b>

# results.wrong-answers.your-answer
source: <b>Your answer:</b>
es: <b>Tu respuesta:</b>

# results.wrong-answers.pathological-detail
source: Pathological (%(details)s)
es: Patológico (%(details)s)

# not-found.block-title
source: Not Found
es: No Encontrado

# not-found.subtitle
source: The page you are trying to reach was not found
es: La página a la que intenta acceder no se ha encontrado

# not-found.button
source: Back to Homepage
es: Volver a la página de inicio

# back-button.title
source: Back
es: Volver

# footer.about
source: About this project and its purpose
es: Acerca de este proyecto y su finalidad

# footer.terms-and-conditions
source: Terms and conditions of use
es: <a class="footer__link" href='https://api.cloud.ifca.es:8080/swift/v1/covid19/AVISOLEGALYPOLITICADEPRIVACIDAD.pdf' target="_blank">Términos y condiciones de uso</a>

# footer.contact-us
source: Contact us
es: Contacta con nosotros
